Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: error - allocating buffer for png lut
es: Error: asignar búfer para png lut

source: error - invalid cube file: %s
es: Error: archivo CUBE no válido %s

source: DOMAIN MIN <> 0.0 is not supported
es: DOMINIO MÍN <> 0.0 no es compatible

source: DOMAIN MAX <> 1.0 is not supported
es: DOMINIO MÁX <> 0.0 no es compatible

source: [1D cube lut is not supported
es: El cubo LUT 1D no es compatible

source: error - allocating buffer for cube lut
es: Error: asignación de búfer para el cubo lut

source: error - cube lut size is not defined
es: Error: el tamaño del cubo LUT no está definido

source: error - cube lut invalid number line %d
es: Error: el número de línea %d del cubo LUT no es válida

source: error - cube lut lines number %d is not correct, should be %d
es: Error: el número de línea %d del cubo LUT no es válida, tendría que ser %d

source: warning - cube lut %d out of range values [0,1]
es: Advertencia: el cubo LUT %d está con valores fuera del rango [0, 1]

source: error - invalid 3dl file: %s
es: Error: el archivo 3DL %s no es válido

source: error - the maximum shaper lut value %d is too low
es: Error: el valor del modelador máximo LUT %d es demasiado bajo

source: error - cube lut lines number is not correct
es: Error: el número de líneas del cubo LUT no es correcto

source: error - the maximum lut value does not match any valid bit depth
es: Error: el valor máximo LUT no coincide con ninguna profundidad de bit válida

source: Lut root folder not defined
es: Carpeta raíz de LUT no está definida

source: select lut file
es: seleccionar archivo LUT

source: _select
es: seleccionar

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
es: Hald CLUT (png), LUT 3D (cube) o LUT comprimida de gmic (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
es: Hald CLUT (png) o LUT 3D (cube)

source: all files
es: todos los archivos

source: Select file outside Lut root folder is not allowed
es: No es posible seleccionar el archivo fuera de la carpeta raíz de LUT

source: select a png (haldclut), a cube, a 3dl or a gmz (compressed lut) file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
es: ADVERTENCIA: antes de elegir un tipo de archivo LUT png (Hald CLUT), CUBE, 3DL o gmz (LUT comprimida), la carpeta LUT 3D se debe indicar en preferencias->Opciones básicas->miscelánea

source: select a png (haldclut), a cube or a 3dl file CAUTION: 3D lut folder must be set in preferences/core options/miscellaneous before choosing the lut file
es: ADVERTENCIA: antes de elegir un archivo png (Hald CLUT), CUBE o 3DL, la carpeta LUT 3D se debe señalar en preferencias->Opciones básicas->miscelánea

source: the file path (relative to lut folder) is saved with image along with the lut data if it's a compressed lut (gmz)
es: La ruta del archivo (relativa a la carpeta LUT) se guarda con la imagen (y no los datos LUT en sí mismos)

source: the file path (relative to lut folder) is saved with image (and not the lut data themselves)
es: La ruta del archivo (relativa a la carpeta LUT) se guarda con la imagen (y no los datos LUT en sí mismos)

source: enter lut name
es: Introducir el nombre del LUT

source: select the LUT
es: Seleccionar la Tabla de Búsqueda de Color

source: gamma rec709 RGB
es: RGB gamma Rec709

source: linear rec709 RGB
es: RGB lineal Rec709

source: linear rec2020 RGB
es: RGB lineal Rec2020

source: select the color space in which the LUT has to be applied
es: Seleccionar el espacio de color en el que se debe aplicar el LUT

source: tetrahedral
es: tetraedro

source: trilinear
es: trilineal

source: pyramid
es: piramidal

source: select the interpolation method
es: Eligir el método de interpolación

source: mask manager
es: gestor de máscaras

source: monochrome
es: monocromo

source: red filter
es: filtro rojo

source: drag and scroll mouse wheel to adjust the virtual color filter
es: Arrastrar y desplazar la rueda del ratón para ajustar el filtro de color virtual

source: how much to keep highlights
es: cantidad de las luces a mantener

source: negadoctor
es: negatidóctor

source: color film
es: película de color

source: black and white film
es: película blanco y negro

source: D min
es: D. mín.

source: D min red component
es: D. mín. componente rojo

source: film stock
es: película celuloide

source: black and white
es: blanco y negro

source: toggle on or off the color controls
es: activar o desactivar los controles de color

source: film properties
es: propiedades de la película

source: print properties
es: propiedades de la impresión

source: color of the film base
es: color de la película base

source: select color of film material from a swatch
es: seleccionar el color del material de la película desde una muestra

source: adjust the color and shade of the film transparent base. this value depends on the film material, the chemical fog produced while developing the film, and the scanner white balance.
es: Ajusta el color y la sombra de la base transparente de la película. Este valor depende del material de la película, los vapores químicos producidos durante el revelado de la película, y el balance de blancos del escáner.

source: D min green component
es: D. mín. componente verde

source: D min blue component
es: D. mín. componente azul

source: dynamic range of the film
es: rango dinámico de la película

source: D max
es: D. máx.

source: maximum density of the film, corresponding to white after inversion. this value depends on the film specifications, the developing process, the dynamic range of the scene and the scanner exposure settings.
es: Densidad máxima de la película, correspondiente al blanco después de la inversión. Este valor depende de las especificaciones de la película, el proceso de revelado, el rango dinámico de la escena y los ajustes de exposición del escáner.

source: scanner exposure settings
es: ajustes de exposición del escáner

source: scan exposure bias
es: sesgo de exposición al escanear

source: correct the exposure of the scanner, for all RGB channels, before the inversion, so blacks are neither clipped or too pale.
es: Corrige la exposición del escáner, para todos los canales RGB, antes de la inversión, por lo que los negros no están ni recortados ni pálidos.

source: shadows color cast
es: dominante de color de las sombras

source: select color of shadows from a swatch
es: seleccionar el color de las sombras desde una muestra

source: pick shadows color from image
es: Elegir el color de las sombras desde una imagen

source: shadows red offset
es: equilibrio de rojo en sombras

source: correct the color cast in shadows so blacks are truly achromatic. Setting this value before the highlights illuminant white balance will help recovering the global white balance in difficult cases.
es: Corrige la dominante de color de las sombras para que los negros sean realmente acromáticos. Fijar este valor antes del balance de blancos del iluminante de las luces ayudará a recuperar el balance de blancos general en casos difíciles".

source: shadows green offset
es: equilibrio de verde en sombras

source: shadows blue offset
es: equilibrio de azul en sombras

source: highlights white balance
es: balance de blancos de las luces

source: select color of illuminant from a swatch
es: seleccionar el color del iluminante desde una muestra

source: pick illuminant color from image
es: Elegir el color del iluminante desde la imagen

source: illuminant red gain
es: incremento del iluminante rojo

source: correct the color of the illuminant so whites are truly achromatic. Setting this value after the shadows color cast will help recovering the global white balance in difficult cases.
es: Corrige el color del iluminante para que los blancos sean verdaderamente acromáticos. Fijar el valor después del dominante de color de las sombras ayudará a recuperar el balance de blancos general en casos difíciles.

source: illuminant green gain
es: incremento del iluminante verde

source: illuminant blue gain
es: incremento del iluminante azul

source: virtual paper properties
es: propiedades del papel virtual

source: paper black (density correction)
es: papel negro (corrección de densidad)

source: correct the density of black after the inversion, to adjust the global contrast while avoiding clipping shadows.
es: Corrige la densidad del negro después de la inversión, para adecuar el contraste global mientras se evitan recortes en las sombras.

source: paper grade (gamma)
es: gramaje de papel (gamma)

source: select the grade of the virtual paper, which is actually equivalent to applying a gamma. it compensates the film D max and recovers the contrast. use a high grade for high D max.
es: Selecciona el grado del papel virtual, que en realidad es equivalente a la aplicación de gamma. Compensa la D. máx. de la película y recupera el contraste. Usa un gramaje alto para una alto valor en D. máx.

source: paper gloss (specular highlights)
es: papel brillante (reflectante)

source: gradually compress specular highlights past this value to avoid clipping while pushing the exposure for midtones. this somewhat reproduces the behaviour of matte paper.
es: Comprime gradualmente las luces reflectantes más allá de este valor para evitar el recorte mientras se mueve la exposición hacia los tonos medios. Reproduce de alguna manera el comportamiento del papel mate.

source: virtual print emulation
es: emulación de impresión virtual

source: print exposure adjustment
es: ajuste de exposición de la impresión

source: correct the printing exposure after inversion to adjust the global contrast and avoid clipping highlights.
es: Corregir la exposición de la impresión después de la inversión para ajustar el contraste general y evitar recortar las luces.

source: denoise (non-local means)
es: reducción de ruido (medias no locales)

source: radius of the patches to match
es: Radio de los parches para que coincida

source: how much to smooth brightness
es: Grado de suavizado del brillo

source: how much to smooth colors
es: Grado de suavizado de los colores

source: overexposed
es: sobreexposición

source: unbreak input profile
es: corregir perfil de entrada

source: dynamic range
es: rango dinámico

source: middle grey luma
es: luma del gris medio

source: 16 EV dynamic range (generic)
es: 16 EV Rango dinámico (genérico)

source: 14 EV dynamic range (generic)
es: 14 EV Rango dinámico (genérico)

source: 12 EV dynamic range (generic)
es: 12 EV Rango dinámico (genérico)

source: 10 EV dynamic range (generic)
es: 10 EV Rango dinámico (genérico)

source: 08 EV dynamic range (generic)
es: 08 EV Rango dinámico (genérico)

source: tone mapping method
es: método de mapeo de tonos

source: linear part
es: parte lineal

source: gamma exponential factor
es: factor exponencial gamma

source: adjust to match the average luma of the subject
es: ajustar para que coincida con la luma media del sujeto

source: number of stops between middle grey and pure black this is a reading a posemeter would give you on the scene
es: Número de pasos entre el gris medio y el negro puro Es la lectura que un exposimetro daría en la escena

source: number of stops between pure black and pure white this is a reading a posemeter would give you on the scene
es: Número de pasos entre el negro puro y el blanco puro Es la lectura que un exposimetro daría en la escena

source: optimize automatically
es: optimizar automáticamente

source: enlarge or shrink the computed dynamic range this is useful when noise perturbates the measurements
es: Ampliar o reducir el rango dinámico calculado. Es útil cuando el ruido perturba las mediciones

source: make an optimization with some guessing
es: Optimizar con algunas estimaciones

source: raw denoise
es: reducción de ruido (raw)

source: noise threshold
es: umbral de ruido

source: raw denoising only works for raw images.
es: Reducción de ruido en RAW Solo funciona con imágenes RAW.

source: raw overexposed
es: archivo en bruto sobreexpuesto

source: crop x
es: recorte en x

source: crop from left border
es: cortar del borde izquierdo

source: crop y
es: recorte en y

source: crop from top
es: cortar del borde superior

source: crop width
es: ancho del corte

source: crop from right border
es: cortar del borde derecho

source: crop height
es: alto del corte

source: crop from bottom
es: cortar del borde inferior

source: raw black/white point
es: punto negro / punto blanco

source: passthrough
es: directo

source: black level %i
es: nivel de negro %i

source: white point
es: punto blanco

source: raw black/white point correction only works for the sensors that need it.
es: Corrección de los puntos negro y blanco Funciona solo con los sensores que lo necesiten.

source: fill-light 0.25EV with 4 zones
es: luz de relleno de 0.25 EV con 4 zonas

source: fill-shadow -0.25EV with 4 zones
es: incrementar sombras a -0.25 EV con 4 zonas

source: fill light
es: luz de relleno

source: width
es: ancho

source: the fill-light in EV
es: La luz de relleno en EV

source: width of fill-light area defined in zones
es: Amplitud del área de luz de relleno delimitado por zonas

source: select the center of fill-light ctrl+click to select an area
es: Elegir el centro de la luz de relleno Ctrl+Clic para seleccionar un área

source: toggle tool for picking median lightness in image
es: Activar herramienta para elegir la luz promedio de la imagen

source: retouch
es: retoque

source: cannot display scales when the blending mask is displayed
es: No se puede mostrar las escalas cuando se muestra la máscara de fusión

source: # shapes:
es: # figuras:

source: to add a shape select an algorithm and a shape type and click on the image. shapes are added to the current scale
es: Para añadir una figura seleccione un algoritmo y un tipo de figura y haga clic en la imagen. Las formas se añaden a la escala actual

source: show and edit shapes on the current scale
es: Muestra y edita las figuras en la escala actual

source: algorithms:
es: algoritmos:

source: activates fill tool
es: Activar la herramienta de llenado

source: activates blur tool
es: Activar la herramienta de desenfoque

source: activates healing tool
es: Activar la herramienta de saneado

source: activates cloning tool
es: Activar la herramienta de clonado

source: # scales:
es: # escalas:

source: current:
es: actual:

source: merge from:
es: fusionar desde:

source: top slider adjusts where the merge scales start bottom slider adjusts the number of scales red box indicates the current scale green line indicates that the scale has shapes on it
es: El control deslizante superior ajusta donde comienzan las escalas de fusión El control deslizante inferior ajusta el número de escalas El recuadro rojo indica la escala actual. La línea verde indica que la escala tiene figuras

source: display masks
es: mostrar máscaras

source: temporarily switch off shapes
es: Desactivar temporalmente las figuras

source: display wavelet scale
es: Mostrar la escala de la ondícula

source: cut shapes from current scale
es: Cortar figuras desde la escala actual

source: paste cut shapes to current scale
es: Pegar las figuras cortadas en la escala actual

source: preview single scale
es: vista previa de una escala

source: adjust preview levels
es: ajustar los niveles de vista previa

source: auto levels
es: niveles automáticos

source: shape selected:
es: figura seleccionada:

source: click on a shape to select it, to unselect click on an empty space
es: Pulse en una figura para seleccionarla. Para deseleccionar, pulse en un espacio vacío

source: fill mode
es: modo de relleno

source: erase
es: borrar

source: erase the detail or fills with chosen color
es: borrar el detalle o rellenar con el color elegido

source: fill color:
es: color de relleno

source: select fill color
es: seleccione el color de relleno

source: pick fill color from image
es: elegir color de relleno de la imagen

source: adjusts color brightness to fine-tune it. works with erase as well
es: ajustes del brillo del color para afinarlo. funciona también con borrado

source: blur type
es: tipo de desenfoque

source: bilateral
es: rejilla bilateral

source: type for the blur algorithm
es: tipo de algoritmo de desenfoque

source: blur radius
es: radio de desenfoque

source: radius of the selected blur type
es: Radio del tipo de desenfoque seleccionado

source: set the opacity on the selected shape
es: seleccionar la opacidad en la figura seleccionada

source: retouch tools
es: herramienta de retoque

source: wavelet decompose
es: descomponer en ondículas

source: shapes
es: figuras

source: retouch tool circle
es: herramienta de retoque círculo

source: retouch tool ellipse
es: herramienta de retoque elipse

source: retouch tool path
es: herramienta de retoque ruta

source: retouch tool brush
es: herramienta de retoque pincel

source: continuous add circle
es: agregar círculo

source: continuous add ellipse
es: agregar elipse

source: continuous add path
es: agregar ruta

source: continuous add brush
es: agregar pincel

source: show or hide shapes
es: mostrar u ocultar figuras

source: max scale is %i for this image size
es: La escala máxima es %i para este tamaño de imagen

source: rgb curve
es: curva rgb

source: contrast compression
es: compresión del contraste

source: contrast - med (linear)
es: contraste medio (linear)

source: contrast - high (linear)
es: contraste alto (linear)

source: contrast - med (gamma 2.2)
es: contraste medio (gamma 2.2)

source: contrast - high (gamma 2.2)
es: contraste alto (gamma 2.2)

source: logarithm (base 2)
es: logarítmico (base 2)

source: exponential (base 2)
es: exponencial (base 2)

source: RGB, linked channels
es: RGB canales enlazados

source: RGB, independent channels
es: canales independientes RGB

source: choose between linked and independent channels.
es: Elegir entre canales enlazados o independientes.

source: curve nodes for r channel
es: nodos de la curva para el canal R

source: curve nodes for g channel
es: nodos de la curva para el canal G

source: curve nodes for b channel
es: nodos de la curva para el canal B

source: compensate middle grey
es: compensar gris medio

source: rgb levels
es: niveles rgb

source: apply auto levels based on a region defined by the user click and drag to draw the area right click to cancel
es: Establece los niveles automáticamente en función de una región definida por el usuario Pulse y arrastre para dibujar el área Pulse el botón derecho para cancelar

source: rotate pixels
es: rotar pixeles

source: automatic pixel rotation
es: rotación automática de pixeles

source: automatic pixel rotation only works for the sensors that need it.
es: La rotación automática del pixel funciona solo para los sensores que lo necesiten.

source: scale pixels
es: redimensionar pixeles

source: automatic pixel scaling
es: escalado automático de pixeles

source: automatic pixel scaling only works for the sensors that need it.
es: La redimensión automática del pixel funciona solo para los sensores que lo necesiten.

source: shadows and highlights
es: sombras y luces

source: white point adjustment
es: ajuste de punto blanco

source: compress
es: comprimir

source: shadows color correction
es: reconstrucción de sombras

source: highlights color correction
es: reconstrucción de luces

source: shadows color adjustment
es: reconstrucción de sombras

source: highlights color adjustment
es: reconstrucción de luces

source: correct shadows
es: Corrección de sombras

source: correct highlights
es: Corrección de luces

source: shift white point
es: Mover punto blanco

source: filter to use for softening. bilateral avoids halos
es: Filtro de suavizado. El bilateral evita los halos

source: compress the effect on shadows/highlights and preserve midtones
es: Comprimir el efecto en luces/sombras preservando tonos medios

source: adjust saturation of shadows
es: Adecuar la saturación de sombras

source: adjust saturation of highlights
es: Adecuar la saturación de luces

source: spatial extent of the unblurring
es: Extensión espacial del enfoque

source: strength of the sharpen
es: Fuerza del enfoque

source: threshold to activate sharpen
es: Umbral para activar el enfoque

source: soften
es: suavizar

source: the size of blur
es: Extensión del difuminado

source: the saturation of blur
es: Saturación del difuminado

source: the brightness of blur
es: Brillo del difuminado

source: the mix of effect
es: La intensidad del efecto

source: split-toning
es: variaciones tonales

source: pick primary color
es: color principal

source: pick secondary color
es: color secundario

source: shadows-hue
es: tonalidad de las sombras

source: shadows-saturation
es: saturación en las sombras

source: highlights-hue
es: tonalidad de las luces

source: highlights-saturation
es: saturación en las luces

source: authentic sepia
es: sepia auténtica

source: authentic cyanotype
es: cianotipo auténtico

source: authentic platinotype
es: platinotipo auténtico

source: chocolate brown
es: marrón chocolate

source: select tone color
es: seleccionar tono de color

source: select the saturation tone
es: Seleccionar el tono de saturación

source: properties
es: propiedades

source: the balance of center of split-toning
es: Equilibrio central en las variaciones tonales

source: compress the effect on highlights/shadows and preserve midtones
es: comprimir el efecto en luces/sombras y preservar tonos medios

source: spot removal
es: eliminación de manchas

source: spot module is limited to 64 shapes. please add a new instance !
es: El módulo eliminación de manchas está limitado a 64 figuras. Utilice un nuevo módulo.

source: number of strokes:
es: cantidad de figuras:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
es: Haga clic en una figura y arrástrelo al lienzo. Use la rueda del ratón para ajustar el tamaño. Con pulsado derecho se elimina la figura.

source: show and edit shapes
es: Mostrar y editar figuras

source: spot circle tool
es: herramienta circular

source: spot ellipse tool
es: herramienta elíptica

source: spot path tool
es: herramienta de rutas

source: white balance
es: balance de blancos

source: tint
es: tinte

source: temperature
es: temperatura

source: preset/camera
es: preajuste/cámara

source: preset/camera neutral
es: preajuste/cámara neutral

source: preset/spot
es: preajuste/punto

source: camera neutral
es: cámara neutral

source: spot
es: punto

source: user modified
es: ajuste manual

source: `%s' color matrix not found for image
es: `%s' matriz de color no encontrada para la imagen

source: failed to read camera white balance information from `%s'!
es: Error al leer la información de balance de blancos de la cámara desde `%s'!

source: cyan
es: cian

source: emerald
es: esmeralda

source: choose white balance preset from camera
es: Seleccione el balance de blancos predefinido de la cámara

source: finetune
es: afinar

source: fine tune white balance preset
es: Ajustar la precisión del balance de blancos predeterminado en grados de densidad de color microrrecíprocos (MIRED)

source: white balance disabled for camera
es: balance de blancos deshabilitado para la cámara

source: tone curve
es: curva de tono

source: base of the logarithm
es: base del logaritmo

source: color space
es: espacio de color

source: Lab, linked channels
es: Lab canales enlazados

source: Lab, independent channels
es: canales independientes Lab

source: XYZ, linked channels
es: XYZ, canales enlazados
